/*
********************************************************************************
*                      	* 广东石油化工学院 *
*							* Ryan_yuans *
*						  	  * 2015.10 *
********************************************************************************
* 文件名：DHT11.h
* 描  述：
* 版本号：v1.0.0
* 备  注：
********************************************************************************
*/

#ifndef _DHT11_H
#define _DHT11_H


#ifndef _DHT11_C

	extern unsigned char U8T_data_H;
	extern unsigned char U8RH_data_H;

#endif

	void Delay(U16 j);
	void R_HT(void);

#endif